/* card validator error message */
"Card not supported for payment" = "Cartão não suportado para pagamento";

/* card validator error message */
"Card number is invalid" = "Número de cartão inválido";

/* card validator error message */
"Card number is required" = "O número do cartão é obrigatório";

/* card validator error message */
"Card number must contain only digits" = "O número do cartão deve conter apenas dígitos";

/* card validator error message */
"Card’s expiration date is invalid" = "Data de validade do cartão inválida";

/* card validator error message */
"Expiry date is required" = "Data de validade é obrigatória";

/* card validator error message */
"Invalid card number" = "Número de cartão inválido";

/* card validator error message */
"Invalid CVC / CVV" = "CVC / CVV inválido";

/* card validator error message */
"Invalid expires date" = "Data de validade inválida";

/* card validator error message */
"Invalid name on card" = "Nome no cartão inválido";

/* card validator error message */
"Please enter your card name" = "Por favor, introduza o nome no cartão";

/* card validator error message */
"Security code is invalid" = "Código de segurança inválido";

/* card validator error message */
"Security code is required" = "O código de segurança é obrigatório";

/* card validator error message */
"Security code must contain only digits" = "O código de segurança deve conter apenas dígitos";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "Introduza o CVC/CVV para\n%@";

/* Pay now - pay button */
"Pay now" = "Pagar agora";

/* CVC title without card details */
"Enter CVC/CVV" = "Introduza CVC/CVV";

/* total amount of payment session */
"Total %@" = "Total %@";
